module.exports = {
  'incorrect.username.or.password': {
    'ru': 'Неверное имя пользователя или пароль',
    'en': 'Incorrect username or password',
  },
  'user.is.not.active.please.verify.your.email': {
    'ru': 'Пользователь неактивен. Проверьте свой адрес электронной почты.',
    'en': 'Пользователь неактивен. Проверьте свой адрес электронной почты.',
  },
  'you.have.successfully.login': {
    'ru': 'Вы успешно вошли на сайт',
    'en': 'Вы успешно вошли на сайт',
  },
  'you.successfully.registered': {
    'ru': 'Вы успешно зарегистрировались',
    'en': 'You\'ve successfully registered',
  },
  'user.with.this.email.already.exists' : {
    'ru': 'Пользователь с такой электронной почтой уже существует',
    'en': 'Пользователь с такой электронной почтой уже существует',
  },
  'user.with.this.username.already.exists' : {
    'ru': 'Пользователь с такой именем уже существует',
    'en': 'Пользователь с такой именем уже существует',
  },
  'error.saving.user' : {
    'ru': 'Ошибка при сохранении пользователя',
    'en': 'Ошибка при сохранении пользователя',
  },
  'user.not.found' : {
    'ru': 'Пользователь не найден',
    'en': 'Пользователь не найден',
  },
  'user.was.deleted' : {
    'ru': 'Пользователь был удален',
    'en': 'Пользователь был удален',
  },
  'you.cant.update.email' : {
    'ru': '«Вы не можете обновлять электронную почту. Создайте новый аккаунт',
    'en': '«Вы не можете обновлять электронную почту. Создайте новый аккаунт'
  },
  'password.has.been.changed' : {
    'ru': 'Пароль успешно изменен',
    'en': 'Пароль успешно изменен',
  },
  'password.hasnt.been.changed': {
    'ru': 'Пароль не был изменен',
    'en': 'Пароль не был изменен',
  },
  'user.has.been.updated.and.save': {
    'ru': 'Пользователь обновлен и сохранен',
    'en': 'Пользователь обновлен и сохранен'
  },
  'we.sent.you.letter.with.reset.link': {
    'ru': 'Мы отправим вам письмо с ссылкой на сброс пароля',
    'en': 'Мы отправим вам письмо с ссылкой на сброс пароля'
  },
  'your.password.was.successfully.changed': {
    'ru': 'Ваш пароль был успешно изменен',
    'en': 'Ваш пароль был успешно изменен',
  },
  'user.with.this.token.not.found': {
    'ru': 'Пользователь с этим токеном не найден',
    'en': 'Пользователь с этим токеном не найден',
  },
  'email.was.verified': {
    'ru': 'Электронная почта была подтверждена. Теперь вы можете войти на сайт',
    'en': 'Электронная почта была подтверждена. Теперь вы можете войти на сайт',
  },
  'provide.token': {
    'ru': 'Укажите токен',
    'en': 'Укажите токен',
  },
  'please.verify.your.email': {
    'ru': 'Пожалуйста подтвердите вашу почту',
    'en': 'Пожалуйста подтвердите вашу почту',
  },
  'you.dont.have.permissions': {
    'ru': 'У вас нет прав для этого действия',
    'en': 'У вас нет прав для этого действия'
  },
  'there.is.no.user.with.this.email': {
    'ru': 'Пользователя с таким email не существует',
    'en': 'Пользователя с таким email не существует'
  },
  'you.didnt.provide.password.field': {
    'en': 'Вы не указали пароль или подтверждение пароля',
    'ru': 'Вы не указали пароль или подтверждение пароля',
  },
  'you.didnt.provide.password.reset.token': {
    'en': 'Вы не указали токен смены пароля',
    'ru': 'Вы не указали токен смены пароля',
  },
  'password.fields.not.equal': {
    'en': 'Пароли не равны',
    'ru': 'Пароли не равны',
  },
  'you.didnt.provide.all.fields': {
    'en': 'Вы указали не всю информацию',
    'ru': 'Вы указали не всю информацию',
  }
};
