module.exports = {
  'Incorrect username or password': {
    'ru': 'Неверное имя пользователя или пароль',
    'en': 'Incorrect username or password',
  },
  'User is not active. Please verify your email': {
    'ru': 'Пользователь неактивен. Проверьте свой адрес электронной почты.',
    'en': 'Пользователь неактивен. Проверьте свой адрес электронной почты.',
  },
  'You have successfully login': {
    'ru': 'Вы успешно вошли на сайт',
    'en': 'Вы успешно вошли на сайт',
  },
  'you.successfully.registered': {
    'ru': 'Вы успешно зарегистрировались',
    'en': 'You\'ve successfully registered',
  },
  'user.with.this.email.already.exists' : {
    'ru': 'Пользователь с такой электронной почтой уже существует',
    'en': 'Пользователь с такой электронной почтой уже существует',
  },
  'user.with.this.username.already.exists' : {
    'ru': 'Пользователь с такой именем уже существует',
    'en': 'Пользователь с такой именем уже существует',
  },
  'error.saving.user' : {
    'ru': 'Ошибка при сохранении пользователя',
    'en': 'Ошибка при сохранении пользователя',
  },
  'User not found' : {
    'ru': 'Пользователь не найден',
    'en': 'Пользователь не найден',
  },
  'User was deleted' : {
    'ru': 'Пользователь был удален',
    'en': 'Пользователь был удален',
  },
  'You can\'t update email. Create new account' : {
    'ru': '«Вы не можете обновлять электронную почту. Создайте новый аккаунт',
    'en': '«Вы не можете обновлять электронную почту. Создайте новый аккаунт'
  },
  'Password has been changed' : {
    'ru': 'Пароль успешно изменен',
    'en': 'Пароль успешно изменен',
  },
  'Password hasn\'t been changed': {
    'ru': 'Пароль не был изменен',
    'en': 'Пароль не был изменен',
  },
  'User has been updated and save': {
    'ru': 'Пользователь обновлен и сохранен',
    'en': 'Пользователь обновлен и сохранен'
  },
  'We\'ve sent you a letter with reset link': {
    'ru': 'Мы отправим вам письмо с ссылкой на сброс пароля',
    'en': 'Мы отправим вам письмо с ссылкой на сброс пароля'
  },
  'Your password was successfully changed': {
    'ru': 'Ваш пароль был успешно изменен',
    'en': 'Ваш пароль был успешно изменен',
  },
  'User with this token not found': {
    'ru': 'Пользователь с этим токеном не найден',
    'en': 'Пользователь с этим токеном не найден',
  },
  'Email was verified. Now you can login': {
    'ru': 'Электронная почта была подтверждена. Теперь вы можете войти на сайт',
    'en': 'Электронная почта была подтверждена. Теперь вы можете войти на сайт',
  },
  'Provide token': {
    'ru': 'Укажите токен',
    'en': 'Укажите токен',
  },
  'please.verify.your.email': {
    'ru': 'Пожалуйста подтвердите вашу почту',
    'en': 'Пожалуйста подтвердите вашу почту',
  },
  'You don\'t have permissions': {
    'ru': 'У вас нет прав для этого действия',
    'en': 'У вас нет прав для этого действия'
  }
};
